Repository: abhishektanwar/arithmetic
Catalog: po/ayc.po
Languages: ayc

source: Arithmetic
ayc: Aritmética jakhunaka apanaqaña

source: Name
ayc: Suti

source: Round score
ayc: Muytana chani atipsüwipa

source: Total score
ayc: Qawayata chani atipsüwi

source: Time for answering last question
ayc: Qhipïri jiskht'äwi kutt'ayañataki pacha

source: Difficulty:
ayc: Jani walt'äwi:

source: Period:
ayc: Pacha t'aqa:

source: Puzzles:
ayc: Chiqt'añanaka:

source: Question:
ayc: Jiskht'a:

source: Answer:
ayc: Kutt'ayäwi:

source: You were:
ayc: Jumayätawa:

source: Last round:
ayc: Qhipa muyta:

source: Time until next question:
ayc: Jutiri jiskht'äwitaki pacha:

source: Correct!
ayc: Chiqapawa!

source: Not correct
ayc: Jani chiqapawa
