Repository: abhishektanwar/arithmetic
Catalog: po/nah.po
Languages: nah

source: Arithmetic
nah: Aritmética

source: Name
nah: Tokaitl

source: Round score
nah: Puntuación tlen tolontik

source: Total score
nah: Puntuación tlen nochi

source: Time for answering last question
nah: Nemaktli pampa tijnankilis tlen mits tlajtlanian

source: Difficulty:
nah: Oui:

source: Period:
nah: Nemaktli:

source: Puzzles:
nah: Tlanejneuilpamitl:

source: Question:
nah: Tlajtlani:

source: Answer:
nah: Tlanankililotl:

source: You were:
nah: Ta tieltuya:

source: Last round:
nah: Kali teipa milakatsoua:

source: Time until next question:
nah: Tonalli kali itokil tlajtlani:

source: Correct!
nah: Kena kuali!

source: Not correct
nah: Aamo kuali
