Repository: abhishektanwar/arithmetic
Catalog: po/quz.po
Languages: quz

source: Arithmetic
quz: Aritmetica

source: Name
quz: Suti

source: Round score
quz: Llallipasqakuna

source: Total score
quz: Llapa llallipasqakuna

source: Time for answering last question
quz: Qhipa tapuyta kutichinapaq pacha

source: Difficulty:
quz: Sasa kay:

source: Period:
quz: Pacha:

source: Puzzles:
quz: Watuchikuna:

source: Question:
quz: Tapuy:

source: Answer:
quz: Kutichiku:

source: You were:
quz: Qam karanki:

source: Last round:
quz: Qhipa mit'a:

source: Time until next question:
quz: Qhipa tapuypa pacha:

source: Correct!
quz: Allin!

source: Not correct
quz: Mana allinchu
